{
    "selectionName": "French",
    "Enrollment": "Inscription",
    "Portal": "Portail",
    "Dashboard": "Tableau de bord",
    "Notifications": "Notifications",
    "Support": "Support",
    "Log Out": "Déconnexion",
    "Profile": "Profil",
    "PC Check": "Vérification PC",
    "Type": "Type",
    "Loading": "Chargement",
    "Opportunities": "Opportunités",
    "Client Opportunities": "Opportunités Client",
    "In Progress": "En cours",
    "My Profile": "Mon Profil",
    "Sort By": "Trier par",
    "Search & Filter": "Rechercher et filtrer",
    "Close": "Fermer",
    "Save Changes": "Enregistrer les modifications",
    "Clear All": "Effacer tout",
    "Service Revenue Rate": "Taux de revenu de service",
    "Deadline": "Date limite",
    "Start Earning By": "Commencez à gagner dès",
    "Channel": "Canal",
    "Servicing Hours": "Heures de service",
    "Course Duration": "Durée du cours",
    "Course Cost": "Coût du cours",
    "Language": "Langue",
    "Equipment": "Équipement",
    "Customer Service": "Service client",
    "Dispatch": "Expédition",
    "Sales": "Ventes",
    "Phone": "Téléphone",
    "Live Chat": "Chat en direct",
    "Email": "Email",
    "Mornings: 6 AM - 12 PM": "Matinées : 6h - 12h",
    "Evenings: 12 PM - 6 PM": "Soirées : 12h - 18h",
    "Nights: 6 PM - 12 AM": "Nuits : 18h - minuit",
    "Overnights: 12 AM - 6 AM": "Nuit : minuit - 6h",
    "Less than a week": "Moins d'une semaine",
    "1 - 2 Weeks": "1 - 2 Semaines",
    "3 - 4 Weeks": "3 - 4 Semaines",
    "Longer than 4 Weeks": "Plus de 4 Semaines",
    "Less than $50": "Moins de 50 $",
    "$50 - $100": "50 $ - 100 $",
    "$100 & Above": "100 $ et plus",
    "English": "Anglais",
    "French": "Français",
    "Spanish": "Espagnol",
    "Second Screen": "Deuxième écran",
    "Filter": "Filtrer",
    "Click for options": "Cliquez pour les options",
    "Active Filters": "Filtres actifs",
    "Apply": "Appliquer",
    "OpportuniyDisclaimer": "*Les gains et la durée de service sont des estimations. Les gains et les heures disponibles peuvent varier en fonction du programme client, de vos pratiques commerciales et politiques et des intervalles disponibles au moment du service.",
    "Privacy Policy": "Politique de confidentialité",
    "Terms of Use Policy": "Conditions d'utilisation",
    "Cancel": "Annuler",
    "Ok": "Ok",
    "You are not eligible": "Vous n'êtes pas éligible",
    "*Earn up to": "*Gagnez jusqu'à",
    "each month!": "chaque mois!",
    "Learn more": "En savoir plus",
    "Watch Video": "Regarder la vidéo",
    "View Flyer (PDF)": "Voir le dépliant (PDF)",
    "": "",
    "View Detail": "Voir les détails",
    "Course Start": "Début du cours",
    "Start Earning": "Commencer à gagner",
    "Crowd": "Foule",
    "Hub": "Hub",
    "Opportunity": "Opportunité",
    "Virtual": "Virtuel",
    "Resume": "Rafraîchir",
    "Refresh": "Refresh",
    "Reschedule": "Replanifier",
    "Class": "Classe",
    "Drop": "Abandonner",
    "Announcement": "Annonce",
    "classroom": "salle de classe",
    "Self-paced": "À son rythme",
    "Course Schedule": "Calendrier du cours",
    "hours over": "heures sur",
    "weeks": "semaines",
    "Registration Closes": "Inscription fermée",
    "Select": "Sélectionner",
    "Incentives!": "Incitations!",
    "Only": "Seulement",
    "Days Left!": "Jours restants!",
    "Preferences": "Préférences",
    "Tell us about yourself so we can tailor opportunities to fit you best": "Parlez-nous de vous afin que nous puissions personnaliser les opportunités qui vous conviennent le mieux",
    "Skip for now": "Passer pour le moment",
    "Submit": "Soumettre",
    "hours a week at": "heures par semaine à",
    "hour": "heure",
    "Getting Started": "Pour commencer",
    "Agent ID": "ID de l'agent",
    "userId": "${userId}",
    "Username": "Nom d'utilisateur",
    "Complete Profile": "Terminer l'inscription",
    "Update Preferences": "Mettre à jour les préférences",
    "There are no Client Opportunities that match specified criteria.": "Il n'y a pas d'opportunités client qui correspondent aux critères spécifiés.",
    "Thank you for your interest! Currently, all Client Opportunities have been filled. However, new ones are added frequently so please check back often!": "Merci de votre intérêt ! Actuellement, toutes les opportunités client ont été pourvues. Cependant, de nouvelles opportunités sont ajoutées fréquemment, alors veuillez revenir régulièrement !",
    "Click 'Learn More' for details on each Opportunity. ": "Cliquez sur 'En savoir plus' pour obtenir des détails sur chaque opportunité.",
    "Progess": "Progrès",
    "Continue": "Continuer",
    "Reschedule Course": "Replanifier le cours",
    "Cancel Enrollment": "Annuler l'inscription",
    "Drop Enrollment": "Abandonner l'inscription",
    "Download (pdf)": "Télécharger (pdf)",
    "Enroll Now": "Inscrivez-vous maintenant",
    "You May Also Like": "Vous aimerez aussi",
    "Prerequisites": "Prérequis",
    "Course": "Cours",
    "Registration Pending": "Inscription en attente",
    "Complete assessments by": "Complétez les évaluations d'ici le",
    "to join the course": "pour rejoindre le cours",
    "Schedule": "Horaire",
    "Cost": "Coût",
    "Servicing": "Entretien",
    "Peak Demand": "Demande de pointe",
    "Servicing Days": "Jours d'entretien",
    "Revenue": "Revenu",
    "Up to": "Jusqu'à",
    "Starting at": "À partir de",
    "by": "par",
    "Below are the opportunities in which you are in the process of enrolling, have enrolled, or are currently servicing.": "Ci-dessous se trouvent les opportunités auxquelles vous êtes en train de vous inscrire, auxquelles vous vous êtes inscrit ou que vous êtes actuellement en train de servir.",
    "Missing": "Manquant",
    "Complete": "Complet",
    "(ET)": "(HE)",
    "(UK Time)": "(Heure du Royaume-Uni)",
    "Best Fit for You": "Meilleur choix pour vous",
    "Great Fit For You": "Très bon choix pour vous",
    "Good Fit For You": "Bon choix pour vous",
    "Payment is required by": "Le paiement est requis avant le",
    "to reserve your seat in this course": "pour réserver votre place dans ce cours",
    "Opportunity Announcement (pdf)": "Annonce de programme",
    "You are not eligible to Enroll": "VOUS N'ÊTES PAS ADMISSIBLE À VOUS INSCRIRE",
    "This is an exciting opportunity that is filling fast! If you cancel your enrollment, you are not guaranteed to have a reserved seat in this opportunity. Are you sure you want to cancel your enrollment in this opportunity?": "C'est une opportunité passionnante qui se remplit rapidement ! Si vous annulez votre inscription, vous ne êtes pas garanti d'avoir une place réservée dans cette opportunité. Êtes-vous sûr de vouloir annuler votre inscription à cette opportunité ?",
    "Stay in Class": "Rester en classe",
    "You are no longer in class! Visit the Opportunities Board to sign up for another Client Opportunity.": "Vous n'êtes plus en classe ! Visitez le tableau des opportunités pour vous inscrire à une autre opportunité client.",
    "View Opportunities": "Voir les opportunités",
    "Enrollment Cancelled": "Inscription annulée",
    "Drop Class": "Abandonner la classe",
    "Reschedule Enrollment Error": "Erreur de réinscription",
    "Class Drop Error": "Erreur d'abandon de classe",
    "Class Dropped": "Classe abandonnée",
    "Drop Reason": "Raison de l'abandon",
    "The class has been successfully dropped.": "La classe a été abandonnée avec succès.",
    "Call Center owners or their agents who drop from a client certification in which they are enrolled may not be eligible to express interest in future programs for up to 30 days (as indicated in the program opportunity announcements). All fees and funds paid are forfeited and no refunds are given. Dropping from this opportunity is non-reversible. You will not be able to get back into the class once dropped.": "Les propriétaires de centres d'appels ou leurs agents qui abandonnent une certification client à laquelle ils sont inscrits peuvent ne pas être éligibles à exprimer leur intérêt pour les programmes futurs pendant 30 jours (comme indiqué dans les annonces de programme). Tous les frais et fonds payés sont perdus et aucun remboursement n'est accordé. L'abandon de cette opportunité est irréversible. Vous ne pourrez pas réintégrer la classe une fois abandonnée.",
    "This Policy applies to drops made before the actual start of the course and drops made during a certification course.": "Cette politique s'applique aux abandons effectués avant le début réel du cours et aux abandons effectués pendant un cours de certification.",
    "You are requesting to drop this client certification course. To continue, please choose the appropriate drop reason and select Drop Class.": "Vous demandez à abandonner ce cours de certification client. Pour continuer, veuillez choisir la raison appropriée et sélectionner Abandonner la classe.",
    "Drops due to Bereavement, Military orders or Jury Duty should be canceled via AVA, Ask 'How to Drop a Client Course' and follow the prompts to speak to live specialist.": "Les abandons dus au deuil, aux ordres militaires ou au devoir de jury doivent être annulés via AVA, Demandez 'Comment abandonner un cours client' et suivez les invites pour parler à un spécialiste en direct.",
    "Selected Class": "Classe sélectionnée",
    "Select Class": "Sélectionner la classe",
    "Select New Class Time": "Sélectionner une nouvelle heure de classe",
    "Are you sure you want to reschedule the class time?": "Êtes-vous sûr de vouloir modifier l'heure de la classe ?",
    "Reschedule Class Time": "Modifier l'heure de la classe",
    "The class time has been rescheduled successfully.": "L'heure de la classe a été modifiée avec succès.",
    "Class Rescheduled": "Classe reprogrammée",
    "Use this self assessment as a guide to identify your skills and aptitude for this specific program.": "Utilisez cette auto-évaluation comme guide pour identifier vos compétences et aptitudes pour ce programme spécifique.",
    "You must check all pertinent items in order to move to the next step.": "Vous devez vérifier tous les éléments pertinents pour passer à l'étape suivante.",
    "Start": "Commencer",
    "Save": "Enregistrer",
    "Chat Room": "Salle de discussion",
    "Starmatic": "Starmatic",
    "Knowledge Zone": "Zone de connaissances",
    "My Programs": "Mes programmes",
    "Reschedule Class": "Modifier l'heure de la classe",
    "View Opportunity": "Voir l'opportunité",
    "Start Assessment": "Démarrer l'évaluation",
    "Sorry, you failed to meet minimum technical specifications": "Désolé, vous n'avez pas réussi à répondre aux spécifications techniques minimales",
    "Your computer or internet connection does not meet all of the criteria for this program. Refer to the results below for more information and tips about how to resolve these issues. Please retry the assessment after following our suggestions to remedy failed criteria": "Votre ordinateur ou votre connexion internet ne répond pas à tous les critères de ce programme. Consultez les résultats ci-dessous pour plus d'informations et de conseils sur la façon de résoudre ces problèmes. Veuillez réessayer l'évaluation après avoir suivi nos suggestions pour remédier aux critères échoués.",
    "Retry": "Réessayer",
    "My Performance": "Ma performance",
    "Next Interval": "Prochain intervalle",
    "spotify Virtual Assistant": "Assistant Virtuel spotify",
    "System & Equipment Policy": "Politique système et équipement",
    "Incident Status": "Statut de l'incident",
    "Portal FAQ": "FAQ du portail",
    "Information": "Information",
    "Messaging": "Messagerie",
    "ChangePassword": "Changer de mot de passe",
    "Refresh to View Results": "Actualiser pour voir les résultats",
    "Dismiss": "Rejeter",
    "Congratulations, your profile is complete !": "Félicitations, votre profil est complet !",
    "You Can’t Enroll in Client Opportunities Yet": "Vous ne pouvez pas encore vous inscrire aux opportunités client",
    "Amazing opportunities are just a few steps away!": "Des opportunités incroyables sont à quelques pas seulement !",
    "Browse the client programs that are available NOW! You can filter based on call type (service, sales, tech), servicing times (when you’ll work), and of course the brands you like the most! Once you’ve completed registration you’ll get more details like revenue information. When you’ve decided what interests you most, click on Finish Registering!": "Parcourez les programmes client disponibles MAINTENANT ! Vous pouvez filtrer en fonction du type d'appel (service, ventes, technologie), des horaires de service (quand vous travaillerez) et bien sûr des marques que vous préférez le plus ! Une fois votre inscription terminée, vous obtiendrez plus de détails comme les informations sur les revenus. Lorsque vous avez décidé de ce qui vous intéresse le plus, cliquez sur Terminer l'inscription !",
    "View & Sign": "Voir et signer",
    "Confirm Signing": "Confirmer la signature",
    "Confirm": "Confirmer",
    "By clicking the \"Sign\" button, you are signing the document electronically and the agreement will be legally binding": "En cliquant sur le bouton \"Signer\", vous signez électroniquement le document et l'accord sera légalement contraignant",
    "Sign": "Signer",
    "Self Assessment Questions": "Questions d'auto-évaluation",
    "To complete these assessments, you will need": "Pour compléter ces évaluations, vous aurez besoin de",
    "Get prepared before you begin": "Préparez-vous avant de commencer",
    "You already started this prerequisite. Click the button to complete it": "Vous avez déjà commencé cette prérequis. Cliquez sur le bouton pour le terminer",
    "Try Again": "Réessayer",
    "Done": "Terminé",
    "You completed this assessment on": "Vous avez terminé cette évaluation le",
    "Hidden": "Caché",
    "Assessments must be completed on a Desktop computer": "Les évaluations doivent être complétées sur un ordinateur de bureau",
    "You have failed this Prerequisite": "Vous avez échoué à cette Prérequis",
    "Now Validate Your Account": "Validez maintenant votre compte",
    "Need to Find a Service Partner?": "Besoin de trouver un partenaire de service ?",
    "View a list of Service Partners": "Voir une liste de partenaires de service",
    "The provided list of Service Partners does not constitute an endorsement or recommendation by spotify but is provided for informational use and your convenience. It is your responsibility to decide whether your association with a particular Service Partner is right for you. These businesses are in no way affiliated with or controlled by spotify and spotify does not assume any legal liability or responsibility for the acts or omissions of such businesses. spotify encourages you to do your due diligence and background research before you agree to work for any Service Partner.": "La liste fournie des partenaires de service ne constitue pas une approbation ou une recommandation de la part d'spotify, mais est fournie à des fins d'information et de votre commodité. Il vous incombe de décider si votre association avec un partenaire de service particulier vous convient. Ces entreprises ne sont en aucun cas affiliées à ou contrôlées par spotify et spotify n'assume aucune responsabilité légale ou responsabilité pour les actes ou omissions de ces entreprises. spotify vous encourage à faire vos propres recherches et vérifications avant d'accepter de travailler pour un quelconque partenaire de service.",
    "No Agreements are available.": "Aucun accord n'est disponible.",
    "Now Validate Your Contact Info": "Validez maintenant vos coordonnées",
    "First, validate your mobile number": "Tout d'abord, validez votre numéro de téléphone mobile",
    "Now, validate your email address": "Maintenant, validez votre adresse e-mail",
    "Please enter the company information below": "Veuillez saisir les informations de l'entreprise ci-dessous",
    "Need to Find A Call Center?": "Besoin de trouver un centre d'appels ?",
    "View a list of call center companies": "Voir une liste de sociétés de centres d'appels",
    "The list of call center companies does not constitute an endorsement or recommendation by spotify but is provided for informational use and your convenience. It is your responsibility to decide whether your association with a particular Service Partner is right for you. These companies are in no way affiliated with or controlled by spotify and spotify does not assume any legal liability or responsibility for the acts or omissions of such companies. spotify encourages you to do your due diligence and background research before you join any call center company.": "La liste des entreprises de centres d'appels ne constitue pas une approbation ou une recommandation de la part d'spotify, mais est fournie à des fins d'information et de votre commodité. Il vous incombe de décider si votre association avec un partenaire de service particulier vous convient. Ces entreprises ne sont en aucun cas affiliées à ou contrôlées par spotify et spotify n'assume aucune responsabilité légale ou responsabilité pour les actes ou omissions de ces entreprises. spotify vous encourage à faire vos propres recherches et vérifications avant de rejoindre une quelconque entreprise de centres d'appels.",
    "THANK YOU FOR USING THE spotify": "MERCI D'UTILISER L'spotify",
    "Please enter the Service partner ID of the Service Partner you are working for.": "Veuillez saisir l'identifiant du partenaire de service du partenaire de service pour lequel vous travaillez.",
    "Please click the button below to log back in to the portal, or to continue registration.": "Veuillez cliquer sur le bouton ci-dessous pour vous reconnecter au portail ou pour continuer l'inscription.",
    "LOG IN": "CONNEXION",
    "header": {
        "id": "ID",
        "userName": "Nom d'utilisateur",
        "introduction": "Commencer",
        "logout": "Déconnexion",
        "pcCheck": "Vérification PC",
        "portal": "Portail",
        "clientOpportunities": "Opportunités Client",
        "selectYourContractorTypeHeader": "Sélectionnez votre type de prestataire",
        "registerAsSoleProprietor": "Inscrivez-vous en tant que travailleur indépendant",
        "registerYourCompany": "Enregistrer votre entreprise",
        "joinAServicePartner": "Inscrivez-vous pour rejoindre un partenaire de service",
        "support": {
            "heading": "Support",
            "spotifyVirtualAssistant": "Assistant Virtuel spotify",
            "systemEquipment": "Politique système et équipement",
            "incidentStatus": "Statut de l'incident",
            "knowledgeZone": "Zone de connaissances",
            "portalFAQ": "FAQ du portail"
        },
        "profile": {
            "heading": "Mon profil",
            "information": "Information",
            "messaging": "Messagerie",
            "changePassword": "Changer le mot de passe"
        }
    },
    "footer": {
        "acceptableUsePolicy": "Politique d'utilisation acceptable",
        "systemEquipmentPolicy": "Politique système et équipement",
        "privacyPolicy": "Politique de confidentialité",
        "termsOfUsePolicy": "Conditions d'utilisation",
        "classConfirmationPolicy": "Politique de confirmation de classe",
        "contactUs": "Nous contacter",
        "spotifyName": "© spotify Virtual Solutions, ",
        "allRightsReserved": ". Tous droits réservés",
        "ftcNotice": "Avis légal"
    },
    "contactUs": {
        "heading": "Nous contacter",
        "description": "Si vous êtes bloqué ou confus lors de l'inscription à la plateforme, vous pouvez obtenir de l'aide à l'inscription :",
        "viaEmail": "Par Email :",
        "email": "Email",
        "viaEmailValue": "CAregistration@registration.spotify.com",
        "viaPhone": "Par Téléphone :",
        "viaPhoneValue": ""
    },
    "contactValidation": {
        "heading": "VALIDEZ VOS COORDONNÉES",
        "email": {
            "headerDescription": "Veuillez vérifier votre email pour que nous puissions rester en contact.",
            "codeSentToMailMessage": "Nous avons envoyé un code de validation à",
            "resendCodeButton": "Renvoyer le code",
            "editMailButton": "Modifier l'email",
            "placeholder": "Code de validation de l'email",
            "updateEmailPlaceholder": "Mettre à jour votre email",
            "consentCheckBox": ""
        },
        "phoneNumber": {
            "headerDescription": "Veuillez vérifier votre numéro de téléphone pour que nous puissions rester en contact.",
            "codeSentToPhoneMessage": "Nous avons envoyé un code de validation à",
            "resendCodeButton": "Renvoyer le code",
            "editNumberButton": "Modifier le numéro",
            "placeholder": "Code de validation du mobile",
            "updatePhonePlaceholder": "Numéro de téléphone mis à jour",
            "consentCheckBox": "En fournissant votre numéro de téléphone, vous acceptez et consentez à être contacté par spotify et des partenaires tiers impliqués dans la prestation de services via la plateforme, via un composeur automatique, des messages pré-enregistrés et des SMS. Des frais de SMS et de données peuvent s'appliquer. La fréquence des messages varie. Envoyez STOP par SMS pour annuler les communications par SMS. Vous pouvez refuser certains contacts en modifiant vos préférences de communication après avoir terminé l'inscription.",
            "privacyDisclaimer": "Nous ne vendons pas vos informations à des tiers",
            "requiredMessage": "Requis",
            "updatePhoneNumberRequired": "Veuillez fournir le numéro mis à jour",
            "lengthError": "Le numéro de téléphone doit comporter 10 chiffres",
            "invalidCodeErrorMessage": "Code invalide ou expiré",
            "mobileValidationCodeSent": "Code de validation mobile envoyé",
            "duplicateErrorMessage": "Le numéro de téléphone est en double",
            "invalidPhonenumberFormat": "Numéro de téléphone invalide"
        },
        "requiredMessage": "Le code est requis",
        "nextButton": "Suivant",
        "cancelButton": "Annuler",
        "saveButton": "Conserver",
        "logout": "Déconnexion",
        "id": "ID"
    },
    "registrationPending": {
        "heading": "Des opportunités incroyables sont à quelques pas seulement !",
        "description": "Parcourez les programmes client disponibles MAINTENANT ! Vous pouvez filtrer en fonction du type d'appel (service, ventes, technologie), des horaires de service (quand vous travaillerez) et bien sûr des marques que vous préférez le plus ! Une fois votre inscription terminée, vous obtiendrez plus de détails comme les informations sur les revenus. Lorsque vous avez décidé de ce qui vous intéresse le plus, cliquez sur Terminer l'inscription !",
        "finishRegistrationButton": "Terminer l'inscription",
        "completeAssessmentButton": "Compléter l'évaluation",
        "finishAssessment": "Des marques bien connues cherchent de l'aide pour leurs clients dans diverses industries ! Si vous êtes déjà inscrit à une opportunité et/ou que vous participez à un programme, rendez-vous dans la section MES PROGRAMMES. Si vous êtes intéressé par le service d'un nouveau programme client, cliquez sur COMPLÉTER L'ÉVALUATION.",
        "refreshButton": "Actualiser",
        "notMetTheRequirement": "Selon vos derniers résultats d'évaluation, nous n'avons actuellement pas d'opportunité correspondant à vos compétences. Vous êtes invité à réessayer le {0}. Bonne chance !"
    },
    "selectYourContractorType": {
        "heading": "COMMENT UTILISEREZ-VOUS LA PLATEFORME ?",
        "description": "Vous pouvez utiliser la plateforme pour gérer une entreprise à domicile ou en tant qu'agent travaillant pour un partenaire de service dans le réseau.",
        "title": "Explorez maintenant vos options"
    },
    "stepDescriptions": {
        "verifyIdentity": "Entrez votre numéro de sécurité sociale",
        "registerSoleProprietorship": "Enregistrer l'entreprise individuelle",
        "signDocuments": "Signez les documents",
        "finalizeRegistration": "Finaliser l'inscription",
        "businessInfo": "Entrez les informations de l'entreprise",
        "searchByID": "Entrez l'identifiant du partenaire de service",
        "pendingReview": "En attente de révision",
        "pendingFinalization": "Après avoir signé les accords, le partenaire de service doit finaliser votre inscription avant que vous puissiez sélectionner une opportunité. Contactez votre partenaire de service pour connaître le statut.",
        "validateMobilenumber": "Validez votre numéro de téléphone portable",
        "validateEmailaddress": "Validez votre adresse e-mail"
    },
    "uniqueIdentification": {
        "title": "Entrez le numéro d'assurance sociale",
        "brief": "La plateforme spotify<sup>&reg;</sup> est utilisée en toute confiance par des milliers d'utilisateurs. Nous gardons toutes vos informations privées. Pour plus d'informations, veuillez consulter notre <a href='https://www.spotifyworkfromhome.com/privacy-policy-2/' rel='noopener noreferrer' target='_blank'>politique de confidentialité</a>. Votre numéro d'assurance sociale sera validé. Veuillez vous assurer que votre nom est saisi tel qu'il apparaît sur votre carte d'assurance sociale.",
        "uniqueNumber": "Numéro d'assurance sociale ",
        "confirmUniqueNumber": "Confirmer le numéro d'assurance sociale",
        "secondaryUniqueNumber": " (Numéro secondaire)",
        "confirmSecondaryUniqueNumber": "Confirmer (Numéro secondaire)",
        "individualTaxIdNumber": "Goods and Services Tax Number (GST)",
        "confirmIndividualTaxIdNumber": "Confirm Goods and Services Tax Number (GST)",
        "editNameButton": "Modifier le nom",
        "nextButton": "Suivant",
        "firstName": "Prénom",
        "middleInitial": "Deuxième prénom",
        "lastName": "Nom de famille",
        "requiredMessage": " ( Requis )",
        "fieldRequired": "This is required",
        "firstNameRequired": "Le prénom est requis",
        "middleInitialRequired": "Deuxième prénom requis, Allez à Modifier le nom",
        "lastNameRequired": "Le nom de famille est requis",
        "uniqueNumberRequired": "Le numéro d'assurance sociale est requis",
        "confirmUniqueNumberRequired": "Confirmer le numéro d'assurance sociale est requis",
        "secondaryUniqueNumberRequired": "Le numéro secondaire est requis",
        "confirmSecondaryUniqueNumberRequired": "Confirmer le numéro secondaire est requis",
        "indiviualTaxIdCheckBox": "I do not have GST number as an individual",
        "individualTaxIdNumberRequired": "GST Number is required",
        "confirmIndividualTaxIdNumberRequired": "Confirm GST Number is required",
        "uniqueIdDoesNotMatch": "Les numéros d'assurance sociale ne correspondent pas",
        "secondaryuniqueIdDoesNotMatch": "Le numéro secondaire ne correspond pas",
        "individualTaxIdNumberDoesNotMatch": "GST numbers do not match",
        "uniqueNumberInvalid": "Numéro d'assurance sociale invalide, 12 chiffres requis",
        "uniqueNumberFormatInvalid": " Format d'assurance sociale invalide",
        "uniqueNumberAlreadyExists": " Le numéro d'assurance sociale existe déjà",
        "uniqueNumberValidationFailed": "Échec de la validation du numéro d'assurance sociale, ",
        "attemptsRemaining": " tentative(s) restante(s)",
        "uniqueIdProfileInactivation": "Échec de la vérification de l'assurance sociale, Profil inactivé",
        "uniqueNumberValidationDoesNotMatch": "Le numéro d'assurance sociale ne correspond pas à Digilocker, ",
        "scondaryUniqueIdProfileInactivation": "Échec de la vérification du numéro secondaire, Profil inactivé",
        "secondaryUniqueNumberInvalid": "Numéro secondaire invalide, 10 caractères requis",
        "secondaryUniqueNumberFormatInvalid": " Format de numéro secondaire invalide",
        "secondaryUniqueNumberAlreadyExists": " Le numéro secondaire existe déjà",
        "secondaryUniqueNumberValidationFailed": " Échec de la validation du numéro secondaire, ",
        "indiviualTaxIdCheckBoxModalHeding": "Important Information : ",
        "indiviualTaxIdCheckBoxModalDescription": "<p>By selecting 'I do not have a GST number,' you are confirming that you are not registered for Goods and Services Tax (GST) in India. This may impact :</p>",
        "indiviualTaxIdCheckBoxModalContent": "<ul><li><p><b>Tax implications:</b>You may be responsible for paying taxes on services received from spotify Virtual Solutions depending on your location and business activity.</p></li><li><p><b>Invoice format:</b>Your invoices will not reflect any GST amount.</p></li></ul><p><b>Please note:</b>It is your responsibility to determine your GST registration requirements.You can find more information on GST registration on the Government of India GST website.</p><p><b>Do you need further assistance?</b>If you are unsure about your GST registration status, we recommend consulting with a tax advisor.</p><div><span style={{ color: '#00827E ' }} className={`${commonStyle['lightFont']} ${commonStyle['largeCaptions']}`}>By clicking on Agree, you acknowledge that you have read and understood this information.</span></div>",
        "individualTaxIdNumberInvalid": "Invalid GST Number, 12 digits required",
        "individualTaxIdNumberFormatInvalid": " GST Format is Invalid",
        "individualTaxIdNumberAlreadyExists": " GST Number Already Exists",
        "individualTaxIdNumberValidationFailed": "GST Number Validation Failed, ",
        "individualTaxIdNumberProfileInactivation": "GST Verification Failed, Profile Inactivated",
        "individualTaxIdNumberValidationDoesNotMatch": "GST Number does not match with provided name, ",
        "apiFailure": "Impossible de vérifier, veuillez réessayer",
        "verifyButton": "Vérifier",
        "statusCheck": "Si vous avez terminé le processus de vérification de l'assurance sociale, cliquez sur Actualiser pour vérifier le dernier statut.",
        "refreshButton": "Actualiser",
        "verified": " Vérifié",
        "agreeButton": "Agree",
        "declineButton": "Decline",
        "help": "Besoin d'aide pour décider ? En savoir plus sur vos options.",
        "helpDescription": "Nous avons créé une vidéo pour expliquer clairement les différentes options que vous avez lorsque vous utilisez la plateforme spotify®.",
        "cancelButton": "Annuler",
        "saveButton": "Enregistrer"
    },
    "registerAsSoleProprietor": {
        "heading": "ENREGISTREZ-VOUS COMME PROPRIÉTAIRE UNIQUE",
        "description": "Soyez votre propre patron et fournissez des services selon vos propres conditions sans la complexité de constituer une entreprise.",
        "sideHeader": "Ne souhaitez-vous pas vous enregistrer en tant que propriétaire unique ?",
        "registerSoleProprietorConfirm": "Vous êtes en route vers l'entrepreneuriat ! Nous vous encourageons à contacter des professionnels du droit et de la fiscalité si vous avez des questions sur la création de votre entreprise. Il vous suffit de cliquer sur le bouton suivant et vous pourrez choisir votre premier client en quelques minutes !",
        "nextButton": "Suivant",
        "signDocuments": {
            "header": "Un dernier pas à faire. Rendons cela officiel !",
            "description": "Nous avons besoin de votre signature sur ces documents, alors assurez-vous de les lire et de les signer pour continuer à avancer sur la plateforme spotify®."
        }
    },
    "registerYourCompany": {
        "heading": "ENREGISTREZ VOTRE ENTREPRISE",
        "description": "Les types d'entreprise suivants ne sont pas acceptés : sociétés de personnes, sociétés fiduciaires/successorales. Les entreprises s'enregistrant en tant qu'entité constituée doivent également avoir un compte de chèques professionnel associé à l'enregistrement.",
        "subTitle": "Vous êtes en route vers l'entrepreneuriat !",
        "sideHeader": "NE SOUHAITEZ PAS ENREGISTRER UNE ENTREPRISE ?",
        "nextButton": "Suivant",
        "companyDetails": {
            "header": "Soumettre les informations de l'entreprise",
            "description": "Veuillez vous assurer que le nom de l'entreprise que vous saisissez ci-dessous est identique au nom de l'entreprise enregistré auprès de l'ARC. Par exemple, si le nom de votre entreprise est \"AB&C Inc.\" et que vous entrez \"ABC Inc.\" ou \"AB and C Inc.\", les deux seront rejetés. Si vous n'êtes pas sûr du nom de l'entreprise ou du numéro d'entreprise TPS/TVH enregistré auprès de l'ARC, veuillez consulter vos documents de l'ARC ou contacter l'ARC pour confirmer son enregistrement. <a href='https://www.canada.ca/fr/agence-revenu.html'>Agence du revenu du Canada</a>",
            "companyName": "Nom de l'entreprise",
            "businessId": "Numéro d'entreprise",
            "taxId": "TPS",
            "taxProgram": "GST/HST ",
            "gsthstTitle": "Numéro de TPS/TVH",
            "companyType": "Taille de l'entreprise",
            "transactionDate": "Date de transaction",
            "stateOfIncorporation": "Province",
            "yourTitle": "Votre titre",
            "subHeader": "Coordonnées de l'entreprise",
            "primaryPhone": "Téléphone principal",
            "email": "E-mail",
            "address": "Adresse",
            "address2": "Adresse 2",
            "city": "Ville",
            "state": "Province",
            "zipCode": "Code postal",
            "requiredMessage": "Requis",
            "requiredPlaceholder": " (requis)",
            "stateOfIncorporationRequired": "A state of incorporation option is required",
            "stateRequired": "A state option is required",
            "province": "Province",
            "provinceOfIncorporation": "Province d'incorporation",
            "provinceOfIncorporationRequired": "Une option de province d'incorporation est requise",
            "provinceRequired": "Une option de province est requise",
            "invalidCompanyName": "Un nom d'entreprise doit être suivi de Ltd, Limited, Limitée, Incorporated, Incorporée, Corp, Corporation ou Société respectivement",
            "invalidEmail": "E-mail invalide",
            "invalidZipCode": "Code postal invalide",
            "invalidPhone": "Numéro de téléphone invalide",
            "invalidBusinessId": "Numéro d'entreprise invalide, 9 caractères requis",
            "invalidTaxId": "TPS invalide, 15 caractères requis",
            "duplicateBusinessId": "Doublon de numéro d'entreprise",
            "duplicateTaxId": "Doublon de TPS",
            "taxIdValidationFailed": "Échec de la vérification de la TPS, le nom de l'entreprise fourni ne correspond pas aux enregistrements gouvernementaux. Veuillez vérifier ! ",
            "taxIdRecordNotFound": "Veuillez fournir une TPS valide, ",
            "taxIdProfileInactivation": "Échec de la validation de la TPS. Profil désactivé",
            "attemptsRemaining": " tentative(s) restante(s)",
            "verified": "Vérifié",
            "verify": "Vérifier",
            "apiFailure": "Impossible de vérifier, veuillez réessayer",
            "nextButton": "Suivant",
            "changeRegistrationType": "Vous ne souhaitez pas vous enregistrer en tant qu'entreprise ?",
            "transactionDateTooltip": "Entrez la date de transaction (généralement la date de la facture).",
            "smallBusinessTooltip": "Petite entreprise : Entreprises comptant moins de 100 employés et/ou des revenus annuels inférieurs, cruciales pour les économies locales et la création d'emplois.",
            "largeBusinessTooltip": "Grande entreprise : Entreprises comptant plus de 100 employés et/ou des revenus plus élevés, souvent influentes dans divers secteurs.",
            "gstValidationMessage": {
                "TRANSACTION_DATE_INVALID": "La date de transaction n'est pas valide. {n} tentative(s) restante(s)",
                "GST_INVALID": "Le numéro de TPS/TVH n'est pas valide. {n} tentative(s) restante(s)",
                "COMPANY_INVALID": "Le nom de l'entreprise n'est pas valide, {n} tentative(s) restante(s)",
                "EXTERNAL_SERVER_ERROR": "La validation de la TPS/TVH a rencontré un problème. Veuillez réessayer plus tard.",
                "VALIDATION_ISSUE": "La validation de la TPS/TVH a rencontré un problème. Veuillez réessayer plus tard.",
                "SUSPENDED": "Votre compte a été suspendu. Veuillez contacter l'administrateur pour obtenir de l'aide supplémentaire."
            }
        },
        "signDocuments": {
            "header": "Un dernier pas à faire. Rendons cela officiel !",
            "description": "Nous avons besoin de votre signature sur ces documents, alors assurez-vous de les lire et de les signer pour continuer à avancer sur la plateforme spotify®."
        }
    },
    "registerAsServicePartner": {
        "headerTitle": "ENREGISTREZ-VOUS COMME AGENT TRAVAILLANT POUR UN PARTENAIRE DE SERVICES SUR LA PLATEFORME spotify®",
        "description": "Veuillez saisir l'ID du partenaire de services (IB ID) du partenaire de services pour lequel vous travaillez.",
        "helperText1": "Rejoignez une équipe d'agents et travaillez pour un partenaire de services déjà sur la plateforme.",
        "helperText2": "Nous devons valider votre numéro de sécurité sociale pour vous enregistrer sur la plateforme spotify®.",
        "agreementsSigned": "Maintenant que vous avez signé les documents, le partenaire de services pour lequel vous travaillez doit simplement approuver et vous êtes prêt à choisir votre première opportunité client ! Veuillez contacter votre partenaire de services si vous rencontrez un retard dans votre progression.",
        "sideHeader": "NE SOUHAITEZ PAS REJOINDRE EN TANT QUE PARTENAIRE DE SERVICES ?",
        "searchIitle": "Rechercher par ID du partenaire de services",
        "businessIdPlaceholder": "ID de l'entreprise",
        "searchButton": "Chercher",
        "or": "OU",
        "servicePartnerIdPlaceholder": "ID du partenaire de services",
        "listDescription": "OU Sélectionnez dans une liste de partenaires de services",
        "viewListButton": "Voir la liste",
        "servicePartnerDisclaimer": "La liste des partenaires de services fournie ne constitue pas une approbation ou une recommandation par spotify, mais est fournie à titre informatif et pour votre commodité. Il vous incombe de décider si votre association avec un partenaire de services particulier vous convient. Ces entreprises ne sont en aucun cas affiliées à ou contrôlées par spotify et spotify ne assume aucune responsabilité légale pour les actes ou omissions de ces entreprises. spotify vous encourage à faire vos propres recherches et vérifications avant d'accepter de travailler pour un partenaire de services.",
        "selectServicePartner": "Sélectionnez un partenaire de services pour continuer",
        "selectButton": "Choisir",
        "businessSelected": "Entreprise sélectionnée",
        "nextButton": "Suivant",
        "noServicePartner": "Aucun partenaire de services trouvé",
        "enterServicePartner": "Veuillez entrer l'ID du partenaire de services",
        "enterBusinessId": "Veuillez entrer un ID d'entreprise valide",
        "notMatchingBusinessId": "Impossible de trouver un ID d'entreprise correspondant",
        "notMatchingServicePartnerId": "Impossible de trouver un ID de partenaire de services correspondant",
        "numberOfAdmissionSteps": "Trois étapes pour terminer",
        "businessDecline": "L'entreprise a refusé votre demande",
        "signDocuments": {
            "header": "Un dernier pas à faire. Rendons cela officiel !",
            "description": "Nous avons besoin de votre signature sur ces documents, alors assurez-vous de les lire et de les signer pour continuer à avancer sur la plateforme spotify®."
        },
        "requestPending": {
            "title": "Votre demande est en attente",
            "servicePartnerName": "Nom du partenaire de services",
            "pendingFinalization": "Finalisation en attente",
            "description": "Votre enregistrement a été soumis à votre partenaire de services (l'entreprise que vous avez sélectionnée). Vous pouvez poursuivre votre parcours une fois que votre enregistrement aura été approuvé. Nous vous recommandons de contacter le partenaire de services pour accélérer ce processus et de revenir dans 24 heures en vous connectant sur register.spotify.com."
        }
    },
    "otherRegistration": {
        "Do you have your own company? Will you have others work for you on the spotify® Platform?": "Avez-vous votre propre entreprise ? Allez-vous faire travailler d'autres personnes pour vous sur la plateforme spotify® ?",
        "Do you want to work for yourself without establishing a formal company?": "Voulez-vous travailler pour vous-même sans créer une entreprise formelle ?",
        "resgisterAsSoleProprietor": "Enregistrer en tant que propriétaire unique",
        "registerYourCompany": "Enregistrer votre entreprise",
        "joinAServicePartner": "Rejoindre un partenaire de services"
    },
    "signDocuments": {
        "Consent To Do Business Electronically": "Consentement à faire des affaires électroniquement",
        "Master Services Agreement": "Accord de services principaux",
        "Form W-9": "Formulaire W-9",
        "Company Waiver": "Renonciation de l'entreprise",
        "Agent Waiver": "Renonciation de l'agent",
        "Company NDA": "Accord de non-divulgation de l'entreprise",
        "Agent NDA": "Accord de non-divulgation de l'agent",
        "viewAndSignButton": "Voir et signer",
        "signedButton": "Signé",
        "openAgreementExplanation": "voir plus",
        "closeAgreementExplanation": "voir moins"
    },
    "agreementContainer": {
        "nextButton": "Suivant"
    },
    "agreementPage": {
        "heading": "SIGNER UN ACCORD",
        "signAgreementDisclaimer": "En cliquant sur le bouton \"Signer\", vous signez le document électroniquement et l'accord sera légalement contraignant.",
        "backButton": "Retour",
        "cancelButton": "Annuler",
        "signButton": "Signer",
        "confirmSign": "Confirmer la signature",
        "confirmButton": "Confirmer",
        "declineButton": "Refuser l'accord"
    },
    "confirmRestartAgentModal": {
        "warning": "Êtes-vous sûr de vouloir changer votre type de contractant ? Cela supprimera vos informations d'entreprise.",
        "cancelButton": "Annuler",
        "confirmButton": "Confirmer"
    },
    "preferences": {
        "heading": "Veuillez répondre aux questions suivantes pour continuer !",
        "submitButton": "Soumettre"
    },
    "assessment": {
        "finishToEnroll": "Terminez votre enregistrement pour vous inscrire aux opportunités",
        "finishAssessmentMessage": "Message de fin d'évaluation",
        "finishRegistrationButton": "Terminer l'enregistrement",
        "notMetTheRequirement": "Selon vos derniers résultats d'évaluation, nous n'avons actuellement aucune opportunité correspondant à vos compétences. Vous êtes invité à réessayer le {0}. Bonne chance !"
    },
    "opportunities": {
        "bestMatch": "MEILLEURE CORRESPONDANCE",
        "myPrograms": "MES PROGRAMMES",
        "opportunitiesPreference": "Voici les opportunités disponibles qui correspondent le mieux aux préférences que vous avez sélectionnées et à vos scores d'évaluation.",
        "moreOpportunitiesPreference": "Vous ne voyez pas celle qui vous plaît ?<br/>Cliquez sur Opportunités supplémentaires pour voir d'autres options."
    },
    "opportunitiesCard": {
        "knowledgeZone": "Zone de connaissances spotify",
        "watchVideo": "Regarder la vidéo",
        "learnMore": "En savoir plus",
        "viewPdf": "Voir le dépliant (PDF)",
        "getStartedButton": "Commencer",
        "by": "par",
        "serviceHours": "Heures de service",
        "timeZone": "(HE)",
        "viewDetail": "Voir les détails",
        "courseCost": "Coût du cours",
        "currency": "$ ",
        "deadline": "Date limite",
        "courseStart": "Début du cours",
        "startEarning": "Commencer à gagner",
        "enrollment": "Inscription",
        "courseSchedule": "Horaire des cours",
        "complete": "Complet",
        "opportunity": "Opportunité",
        "announcement": "Annonce",
        "noShowDeposit": "Dépôt en cas de non-présentation",
        "knowledge": "Connaissances",
        "zone": "Zone",
        "inProgressMessage": "Les opportunités ci-dessous sont actuellement en cours d'inscription ou de certification. Veuillez voir ci-dessous les actions à entreprendre."
    },
    "opportunitiesDetails": {
        "enroll": "Inscrivez-vous maintenant",
        "opportunityAnnouncement": "Annonce de programme",
        "completeProfile": "Complétez votre profil pour vous inscrire",
        "otherPreferences": "Vous aimerez peut-être aussi",
        "revenue": "Revenu",
        "startAt": "Début à",
        "startEarning": "Commencer à gagner",
        "timeZone": "(HE)",
        "currency": "$ ",
        "servicing": "Service",
        "serviceHours": "Heures de service",
        "peakDemand": "Demande de pointe",
        "serviceDays": "Jours de service",
        "language": "Langue",
        "viewDetail": "Voir les détails",
        "course": "Cours",
        "registrationPending": "Inscription en attente",
        "disclaimer": "Vos coordonnées de carte de crédit sont nécessaires sur la page de paiement pour compléter la réservation. Votre carte sera débitée des frais de non-présentation plus tard si vous ne participez pas au premier jour de cours.",
        "disclaimer1": "Le paiement est requis par",
        "disclaimer2": "pour réserver votre place dans ce cours",
        "courseCost": "Coût du cours",
        "bgcFees": "Frais de vérification des antécédents",
        "schedule": "Horaire",
        "enrollDeadline": "Date limite d'inscription",
        "prerequisites": "Prérequis",
        "equipment": "Équipement",
        "enrollTitle": "Inscrivez-vous en classe",
        "viewBgcPolicy": "Voir la politique de vérification des antécédents",
        "viewClassConfirmPolicy": "Voir la politique de dépôt de confirmation de classe",
        "registrationCloses": "L'inscription se ferme",
        "selectClass": "Sélectionner la classe",
        "iAgree": "Je suis d'accord pour la charge de",
        "ifFail": "si je ne participe pas au Jour 1 du cours",
        "continue": "Continuer",
        "cancel": "Annuler",
        "start": "Commencer",
        "progress": "Progression",
        "cancelEnrollment": "Annuler l'inscription",
        "getPrepared": "Préparez-vous avant de commencer",
        "youWillNeed": "Pour terminer ces évaluations, vous aurez besoin de",
        "enrollmentPrerequisitesInProgress": "Prérequis d'inscription en cours !"
    },
    "cancelEnrollment": {
        "title": "Annuler l'inscription",
        "description": "Il s'agit d'une opportunité passionnante qui se remplit rapidement ! Si vous annulez votre inscription, vous n'êtes pas garanti d'avoir une place réservée dans cette opportunité. Êtes-vous sûr de vouloir annuler votre inscription à cette opportunité ?",
        "cancelEnrollmentButton": "Annuler l'inscription",
        "stayInClassButton": "Rester en classe",
        "viewOpportunities": "Voir les opportunités",
        "closeButton": "Fermer",
        "enrollmentCancelled": "Inscription annulée",
        "rescheduleError": "Erreur de reprogrammation de l'inscription",
        "notice": "Vous n'êtes plus en classe ! Visitez le tableau des opportunités pour vous inscrire à une autre opportunité client."
    },
    "payment": {
        "title": "Paiement",
        "description": "Veuillez vérifier les informations ci-dessous et cliquer sur Continuer pour réserver votre place dans la classe.",
        "opportunity": "Opportunité",
        "class": "Classe",
        "courseCost": "Coût du cours",
        "paymentAmount": "Montant du paiement",
        "note": "Remarque : des frais de non-présentation de ",
        "bgcFees": "Frais de vérification des antécédents",
        "voucher": "Bon",
        "currency": "$ ",
        "noteContinue": "seront facturés si vous ne participez pas au premier jour de la classe.",
        "viewNoShowPolicy": "Voir la politique de non-présentation",
        "disclaimer": "Vos coordonnées de carte de crédit sont nécessaires sur la page de paiement pour compléter la réservation. Votre carte sera débitée des frais de non-présentation plus tard si vous ne participez pas au premier jour de cours."
    },
    "opportunityTypes": {
        "knowledgeZone": "Annonce de connaissances",
        "opportunityAnnouncement": "Annonce de programme",
        "selfPaced": "À votre rythme",
        "virtualClassroom": "Salle de classe virtuelle",
        "starmatic": "Starmatic",
        "chatRoom": "Salle de discussion",
        "crowdHub": "Hub de foule",
        "classAccessDisabled": "Accès à la classe désactivé",
        "completeBgc": "Vérification des antécédents complète",
        "continue": "Continuer",
        "rescheduleClass": "Reprogrammer la classe",
        "cancelEnrollment": "Annuler l'inscription",
        "dropClass": "Abandonner la classe"
    },
    "logout": {
        "heading": "MERCI D'UTILISER LA PLATEFORME spotify<sup>&reg;</sup>",
        "description": "Veuillez cliquer sur le bouton ci-dessous pour vous reconnecter au portail ou pour continuer l'inscription.",
        "navTitle": "Besoin de continuer l'inscription ?",
        "loginButton": "SE CONNECTER"
    },
    "TIME TO ADD YOUR MOBILE": "IL EST TEMPS D'AJOUTER VOTRE MOBILE",
    "Please enter the validation code below and click next.": "Veuillez saisir le code de validation ci-dessous et cliquer sur suivant.",
    "Logout": "Déconnexion",
    "Two steps to validate!": "Deux étapes pour valider !",
    "validationPhoneCodeConfirmMessage": "Le code de validation nous permet de confirmer vos informations tout en offrant des avantages de sécurité supplémentaires à votre compte sur spotify.",
    "validationEmailCodeConfirmMessage": "Le code de validation nous permet de confirmer vos informations tout en offrant des avantages de sécurité supplémentaires à votre compte sur spotify.",
    "Email Validation Code": "Code de validation par e-mail",
    "Complete your profile to enroll": "Complétez votre profil pour vous inscrire",
    "All your current information for this contractor type will be deleted.": "Toutes vos informations actuelles pour ce type de contrat seront supprimées.",
    "Are you sure you want to go back?": "Êtes-vous sûr de vouloir revenir en arrière ?",
    "Restart": "Redémarrer",
    "Go Back": "Revenir en arrière",
    "Click here to go back": "Cliquez ici pour revenir en arrière",
    "contractortypeCheckbox": "Ce n'est pas une opportunité d'emploi. Je comprends qu'en m'inscrivant pour utiliser la plateforme spotify<sup>&reg;</sup>, je ne serai pas un employé d'spotify ou de l'un de ses clients et que les services rendus par le biais de la plateforme spotify<sup>&reg;</sup> ne créent aucun droit à l'emploi auprès d'spotify ou de l'un de ses clients. Les services seront fournis sur la base d'un contrat indépendant. Si vous avez choisi de travailler pour une entreprise inscrite sur la plateforme spotify<sup>&reg;</sup>, votre relation avec cette entreprise doit être négociée entre vous et l'entreprise.",
    "HOW WILL YOU USE THE PLATFORM?": "COMMENT UTILISEREZ-VOUS LA PLATEFORME ?",
    "Please confirm the following…": "Veuillez confirmer ce qui suit",
    "Now make your choice!": "Faites maintenant votre choix !",
    "Now explore your options!": "Explorez maintenant vos options !",
    "REGISTER AS A SERVICE PARTNER": "ENREGISTRER EN TANT QUE PARTENAIRE DE SERVICE",
    "REGISTER AS AN AGENT WORKING FOR A SERVICE PARTNER": "ENREGISTRER EN TANT QU'AGENT TRAVAILLANT POUR UN PARTENAIRE DE SERVICE",
    "I'm over 18.": "J'ai plus de 18 ans.",
    "I want to": "Je veux",
    "BE MY OWN BOSS": "Être mon propre patron",
    "BE YOUR OWN BOSS": "Être votre propre patron",
    "Register A Company": "Enregistrer une entreprise",
    "There are two ways to register a business": "Il existe deux façons d'être votre propre patron",
    "beYourOwnBossCopy": "Il existe deux façons d'être votre propre patron. Travailler en tant que travailleur indépendant ou enregistrer une entreprise et démarrer votre propre entreprise de support client.",
    "beYourOwnBossCopy2": "Les circonstances individuelles peuvent varier, nous vous encourageons à contacter des professionnels du droit et de la fiscalité si vous avez des questions sur l'établissement de votre entreprise.",
    "WORK FOR SOMEONE ELSE": "Travailler pour quelqu'un d'autre",
    "First Name": "Prénom",
    "Last Name": "Nom de famille",
    "Next": "Suivant",
    "Enter Social Security Number": "Entrez le numéro de sécurité sociale",
    "Enter TRN": "Entrez le numéro d'identification fiscale",
    "SocialSecurityCopy1": "La plateforme spotify<sup>&reg;</sup> est utilisée en toute confiance par des milliers d'utilisateurs. Nous gardons toutes vos informations privées. Pour plus d'informations, veuillez consulter notre <a href='https://www.spotifyworkfromhome.com/privacy-policy-2/' rel='noopener noreferrer' target='_blank'>Politique de confidentialité</a>. Votre numéro de sécurité sociale sera validé. Veuillez vous assurer que votre nom est saisi tel qu'il apparaît sur votre carte de sécurité sociale.",
    "TRNCopy1": "La plateforme spotify<sup>&reg;</sup> est utilisée en toute confiance par des milliers d'utilisateurs. Nous gardons toutes vos informations privées. Pour plus d'informations, veuillez consulter notre <a href='https://www.spotifyworkfromhome.com/privacy-policy-2/' rel='noopener noreferrer' target='_blank'>Politique de confidentialité</a>. Votre numéro d'identification fiscale sera validé. Veuillez vous assurer que votre nom est saisi tel qu'il apparaît sur votre carte d'identification fiscale.",
    "SocialSecurityCopy11": "Chez spotify, nous sommes fiers d'être dignes de confiance pour des milliers de membres. Nous gardons toutes vos informations privées. Votre numéro social sera validé. Veuillez vous assurer que votre nom est saisi tel qu'il apparaît sur votre carte de sécurité sociale.",
    "SocialSecurityCopy2": "<b>Veuillez noter :</b> Vous n'avez que deux chances pour saisir correctement le numéro, assurez-vous que votre prénom et votre nom de famille correspondent à ce qui est inscrit sur votre carte de sécurité sociale.",
    "Edit": "Modifier le nom",
    "Social Security Number": "Numéro de sécurité sociale",
    "Tax Registration Number": "Numéro d'identification fiscale",
    "Confirm Social Security Number": "Confirmez le numéro de sécurité sociale",
    "Confirm Tax Registration Number": "Confirmez le numéro d'identification fiscale",
    "Selected wrong contractor type? You can": "Vous avez sélectionné le mauvais type de contrat ? Vous pouvez",
    "Don’t want to register a company, or want to look at the other options more closely?": "Vous ne souhaitez pas enregistrer une entreprise, ou vous souhaitez examiner de plus près les autres options ?",
    "Don’t want to register as a Sole Proprietor, or want to look at the other options more closely?": "Vous ne voulez pas vous inscrire en tant que travailleur indépendant, ou vous souhaitez examiner de plus près les autres options ?",
    "Not sure you want to work for someone else, or want to look at the other options more closely?": "Vous n'êtes pas sûr de vouloir travailler pour quelqu'un d'autre, ou vous souhaitez examiner de plus près les autres options ?",
    "soleTraderCopy": "Soyez votre propre patron et fournissez des services selon vos propres termes sans la complexité de constituer une entreprise.",
    "RegisterIndividualFormCopy1": "Une entreprise individuelle est la structure la plus simple et la plus courante choisie pour démarrer une entreprise. C'est une entreprise non constituée en société, détenue et exploitée par un seul individu.",
    "RegisterIndividualFormCopy2": "Vous êtes en route vers l'entrepreneuriat ! Vous êtes encouragé à contacter des professionnels du droit et de la fiscalité si vous avez des questions sur l'établissement de votre entreprise. Il vous suffit de cliquer sur le bouton suivant et vous choisirez votre premier client en quelques minutes !",
    "Three steps to finish!": "Trois étapes pour finir !",
    "Two steps to finish!": "Deux étapes pour finir !",
    "Let’s make it official!": "Rendons cela officiel !",
    "Just one step to go. Let’s make it official!": "Il ne reste plus qu'une étape. Rendons cela officiel !",
    "agreementCopy": "Nous aurons besoin de votre signature sur ces documents, alors assurez-vous de les lire et de les signer pour continuer à avancer sur la plateforme spotify®.",
    "Register as a Sole Proprietor": "S'INSCRIRE EN TANT QUE TRAVAILLEUR INDÉPENDANT",
    "Register as a Sole Trader": "S'INSCRIRE EN TANT QUE TRADER INDÉPENDANT",
    "soleProprieterDescription": "Soyez votre propre patron et fournissez des services selon vos propres termes sans la complexité de constituer une entreprise.",
    "soleProprieterDescription1": "C'est le moyen le plus simple et le plus direct de s'inscrire. C'est un bon choix si vous ne voulez pas constituer une entreprise et ne voulez pas travailler pour quelqu'un d'autre. Les circonstances individuelles peuvent varier. Vous êtes encouragé à contacter des professionnels du droit et de la fiscalité si vous avez des questions sur l'établissement de votre entreprise.",
    "Please enter the FEIN(Federal Employment Identification Number) or Service Partner ID (IB ID) of the Service Partner you are working for.": "Veuillez saisir le FEIN (Federal Employment Identification Number) ou l'ID du partenaire de service (IB ID) du partenaire de service pour lequel vous travaillez.",
    "If you don't want the extra work and responsibilities of managing a business, you can register as an agent working for a Service Partner already on the platform.": "Si vous ne voulez pas le travail supplémentaire et les responsabilités de la gestion d'une entreprise, vous pouvez vous inscrire en tant qu'agent travaillant pour un partenaire de service déjà sur la plateforme.",
    "Join a team of agents and work for a Service Partner already on the platform.": "Rejoignez une équipe d'agents et travaillez pour un partenaire de service déjà sur la plateforme.",
    "REGISTER AS AN AGENT WORKING FOR ": "INSCRIVEZ-VOUS EN TANT QU'AGENT TRAVAILLANT POUR ",
    "ON THE spotify® PLATFORM": " SUR LA PLATEFORME spotify®",
    "We must validate your Social Security Number in order to register you on the spotify® Platform.": "Nous devons valider votre numéro de sécurité sociale pour vous inscrire sur la plateforme spotify®.",
    "Your request to register for the platform as an agent has been submitted to the Service Partner you will be working for. They must approve you in order to finalize registration. If your approval is delayed please contact them directly. You can restart by clicking the Change Your Contractor Type link below.": "Votre demande d'inscription à la plateforme en tant qu'agent a été soumise au partenaire de service pour lequel vous travaillerez. Ils doivent vous approuver pour finaliser l'inscription. Si votre approbation est retardée, veuillez les contacter directement. Vous pouvez redémarrer en cliquant sur le lien Changer votre type de contrat ci-dessous.",
    "Now that you’ve signed the paperwork, the Service Partner you’re working for just needs to approve and you’re ready to pick your first Client Opportunity! Please contact your Service Partner if you experience a delay in moving forward.": "Maintenant que vous avez signé les documents, le partenaire de service pour lequel vous travaillez doit simplement approuver et vous êtes prêt à choisir votre première opportunité client ! Veuillez contacter votre partenaire de service si vous rencontrez un retard dans l'avancement.",
    "We’ll need your signature on these documents so make sure to read sign them to continue moving forward on the spotify Platform.": "Nous aurons besoin de votre signature sur ces documents, alors assurez-vous de les lire et de les signer pour continuer à avancer sur la plateforme spotify.",
    "RegisterBusinessCopy": "Vous êtes en route vers l'entrepreneuriat !",
    "RegisterBusinessFormUSCopy1": "Veuillez vous assurer que le nom de l'entreprise que vous saisissez correspond exactement au nom de l'entreprise que vous avez indiqué sur le formulaire SS-4 déposé auprès de l'IRS. Vous pouvez vérifier vos documents de l'IRS ou contacter l'IRS si vous n'êtes pas sûr du nom de l'entreprise ou du FEIN.",
    "Company Contact Information": "Coordonnées de l'entreprise",
    "Submit Company Information": "Soumettre les informations de l'entreprise",
    "You can use the platform as a Service Partner or as an agent working for a Service Partner in the network.": "Vous pouvez utiliser la plateforme en tant que partenaire de service ou en tant qu'agent travaillant pour un partenaire de service dans le réseau.",
    "Acceptable Use Policy": "Politique d'utilisation acceptable",
    "Submit Service Partner Information": "Soumettre les informations du partenaire de service",
    "Four steps to finish!": "Quatre étapes pour finir !",
    "RegisterBusinessPendingFinalization": "Merci d'avoir soumis vos informations d'entreprise. Nous vous contacterons pour toute question.",
    "Register as a New Call Center": "S'INSCRIRE EN TANT QUE NOUVEAU CENTRE D'APPELS",
    "REGISTER AN INCORPORATED BUSINESS": "ENREGISTRER UNE ENTREPRISE",
    "REGISTER A COMPANY": "ENREGISTRER UNE ENTREPRISE",
    "The following corporate types are not accepted: Partnership corporations, Trust/estate corporations. Businesses registering as an incorporated entity must also have a business checking account associated with the registration.": "Les types d'entreprises suivants ne sont pas acceptés : les sociétés de partenariat, les sociétés fiduciaires ou de succession. Les entreprises s'inscrivant en tant qu'entité incorporée doivent également avoir un compte chèques d'entreprise associé à l'inscription.",
    "Please enter service partner company information below.": "Veuillez saisir les informations de l'entreprise partenaire de service ci-dessous.",
    "Enter the FEIN or Service Partner ID (IB ID)": "Entrez le FEIN ou l'identifiant de partenaire de service (IB ID)",
    "Business Selected": "Entreprise Sélectionnée",
    "Verify": "Vérifier",
    "or": "ou",
    "Register as an Agent Working for a Call Center": "Inscrivez-vous en tant qu'agent travaillant pour un centre d'appels",
    "REGISTER AS AN AGENT WORKING FOR A SERVICE PARTNER ON THE spotify": "INSCRIVEZ-VOUS EN TANT QU'AGENT TRAVAILLANT POUR UN PARTENAIRE DE SERVICE SUR LA PLATEFORME spotify<sup>&reg;</sup>",
    "platform": " PLATEFORME",
    "Select A Service Partner To Continue": "Sélectionnez un partenaire de service pour continuer",
    "No Service Partners Found": "Aucun partenaire de service trouvé",
    "Back": "Retour",
    "SignAgreementDiscliamer": "En cliquant sur le bouton \"Signer\", vous signez le document électroniquement et l'accord sera légalement contraignant.",
    "The Business Owner of the selected business hasn't signed the required agreements.": "Le propriétaire de l'entreprise sélectionnée n'a pas signé les accords requis.",
    "Failed to verify your identity": "Impossible de vérifier votre identité",
    "spotify has been unable to confirm your identity.": "spotify n'a pas pu confirmer votre identité.",
    "Successfully Verified Your Identity": "Votre identité a été vérifiée avec succès",
    "Thank you. Your identity has been verified.": "Merci. Votre identité a été vérifiée.",
    "Verify Identity": "Vérifier l'identité",
    "Knowledge": "Connaissance",
    "Zone": "Zone",
    "Start Prerequisite": "Démarrer le prérequis",
    "You have attempted this prerequisite.": "Vous avez tenté ce prérequis.",
    "You have failed this Prerequisite.": "Vous avez échoué à ce prérequis.",
    "You started this assessment. Check your browser for another tab. After you finish your asessement, return to this page and refresh it to continue": "Vous avez commencé cette évaluation. Vérifiez votre navigateur pour un autre onglet. Après avoir terminé votre évaluation, revenez à cette page et actualisez-la pour continuer",
    "Your background check order has been cancelled.  Certain of the information you provided in your profile was unable to be validated by First Advantage, our background check provider.  Please contact Partner Support via AVA, the spotify Virtual Assistant, to review and correct the data in your registration profile.": "Votre commande de vérification des antécédents a été annulée. Certaines informations que vous avez fournies dans votre profil n'ont pas pu être validées par First Advantage, notre fournisseur de vérification des antécédents. Veuillez contacter le support du partenaire via AVA, l'assistant virtuel spotify, pour examiner et corriger les données de votre profil d'inscription.",
    "Voucher": "Bon",
    "Payment Amount": "Montant du paiement",
    "You can use the platform to run a home-based business or as an agent working for a Service Partner in the network.": "Vous pouvez utiliser la plateforme pour gérer une entreprise à domicile ou en tant qu'agent travaillant pour un partenaire de service dans le réseau.",
    "Before you indicate how you will use the platform, please confirm you are over 18 and understand how the platform works.": "Avant d'indiquer comment vous utiliserez la plateforme, veuillez confirmer que vous avez plus de 18 ans et comprendre comment fonctionne la plateforme.",
    "BE A SERVICE PARTNER": "DEVENIR UN PARTENAIRE DE SERVICE",
    "BECOME A SERVICE PARTNER": "DEVENIR UN PARTENAIRE DE SERVICE",
    "If you are a named Director of a LTD company, enter your company details and we will verify them with Companies House.": "Si vous êtes un directeur nommé d'une société à responsabilité limitée, saisissez les coordonnées de votre entreprise et nous les vérifierons auprès de la Companies House.",
    "Don’t want to register a Service Partner": "Ne souhaitez pas enregistrer un partenaire de service",
    "Don’t want to register a Service Partner, or want to look at the other options more closely?": "Vous ne souhaitez pas enregistrer un partenaire de service, ou vous voulez examiner de plus près les autres options ?",
    "Don't want to register as an agent working for a service partner business, or want to look at the other options more closely?": "Vous ne voulez pas vous inscrire en tant qu'agent travaillant pour une entreprise partenaire de service, ou vous souhaitez examiner de plus près les autres options ?",
    "Servicing Times": "Heures de service",
    "Servicing times are in ET": "Les heures de service sont en heure de l'Est",
    "Change Your Contactor Type": "Changer votre type de contractant",
    "Search": "Rechercher",
    "OR Search by FEIN or ID": "OU Rechercher par FEIN ou ID",
    "Select from a list of Service Partners": "Sélectionner dans une liste de partenaires de service",
    "OR Select from a list of Service Partners": "OU Sélectionner dans une liste de partenaires de service",
    "View List": "Voir la liste",
    "Are you sure you want to change your contractor type? This will remove your company information?": "Êtes-vous sûr de vouloir changer votre type de contractant ? Cela supprimera les informations de votre entreprise ?",
    "Finish Registering to Enroll in Opportunities": "Terminez l'inscription pour vous inscrire aux opportunités",
    "Get Started": "Commencer",
    "spotify Knowledge Zone": "Zone de connaissance spotify",
    "spotify": "spotify",
    "Background Check": "Vérification des antécédents",
    "Class access disabled": "L'accès à la classe est désactivé jusqu'à ce que la vérification des antécédents soit soumise",
    "Agent Not Allowed to Take Assessment": "Veuillez noter que seules deux tentatives sont autorisées dans une période de 48 heures pour réussir cette évaluation. Si vous échouez à l'évaluation, vous serez retiré de cette opportunité. De plus, si vous avez tenté l'évaluation deux fois en une période de 48 heures, vous ne pourrez pas accéder à l'évaluation pour les 48 heures suivantes dans toutes les autres opportunités.",
    "Finish Assessment": "Des marques bien connues cherchent de l'aide pour leurs clients dans diverses industries ! Si vous êtes déjà inscrit à une opportunité et/ou que vous gérez un programme, rendez-vous dans la section MES PROGRAMMES. Si vous souhaitez gérer un nouveau programme client, cliquez sur COMPLETER L'ÉVALUATION.",
    "Finish Assessment Message": "Veuillez terminer le processus d'évaluation pour voir quelles opportunités vous conviennent le mieux !",
    "Complete Assessment": "Compléter l'évaluation",
    "Sorry you did not meet the Requirement": "D'après vos derniers résultats d'évaluation, nous n'avons actuellement pas d'opportunité correspondant à vos compétences. Vous pouvez réessayer le {0}. Bonne chance !",
    "Sorry you did not meet the Requirement Message": "D'après vos derniers résultats d'évaluation, il n'y a actuellement aucune opportunité disponible correspondant à vos compétences.",
    "Consent": "Consentement",
    "Refresh Status": "Actualisez la page pour voir le statut",
    "work for someone else": " S'inscrire pour rejoindre un partenaire de service",
    "be my own boss": "Être son propre patron",
    "BEGIN YOUR JOURNEY ON THE spotify® PLATFORM": "COMMENCEZ VOTRE PARCOURS SUR LA PLATEFORME spotify®",
    "Register a Sole Proprietorship": "Register a Sole Proprietorship",
    "Register a Company": "Inscrire une entreprise",
    "Register as an Agent Working for a Service Partner on the spotify® Platform": "Rejoindre un partenaire de service",
    "BGC Fees": "Frais de vérification des antécédents",
    "ClassNoshow Fees": "Frais d'absence à la classe",
    "disclaimer-classNoshowFees": "( Les frais d'absence à la classe seront facturés uniquement si vous ne vous présentez pas à la classe )",
    "BGC required": "Vérification des antécédents valide requise",
    "No show": "Politique d'absence",
    "disclaimer": "Vos coordonnées de carte de crédit sont nécessaires sur la page de paiement pour finaliser la réservation. Votre carte sera débitée des frais d'absence plus tard si vous ne vous présentez pas au premier jour de classe.",
    "oppurtunitywithPreferences": "Voici les opportunités disponibles qui correspondent le mieux aux préférences que vous avez sélectionnées et à vos scores d'évaluation.",
    "oppurtunitywithPreferencesNext": " Vous n'en voyez pas qui vous convient ?<br/>Cliquez sur Opportunités supplémentaires pour voir d'autres options",
    "oppurtunitywithoutPreferences": "Voici d'autres opportunités disponibles actuellement. Examinez-les attentivement car elles peuvent ne pas correspondre aux préférences que vous avez sélectionnées.<br/> Si vous ne voyez pas une opportunité particulière, la classe n'est peut-être plus disponible, ou vous n'êtes pas qualifié pour vous y inscrire",
    "switching program": "Veuillez nous indiquer pourquoi vous souhaitez changer de programme. Choisissez toutes les options qui s'appliquent.",
    "program change reason": "Nous constatons que vous gérez déjà un programme. Veuillez nous indiquer pourquoi vous souhaitez vous inscrire à un nouveau programme",
    "Return To Main Screen": "Retour à l'écran principal",
    "Pay Deposit": "Payer le dépôt",
    "Return to enrollment": "Retour à l'inscription",
    "Class Confirmation Deposit": "Dépôt de confirmation de classe",
    "No-Show-Purpose": "? bubble copy – Les opportunités client sur la plateforme spotify<sup>&#174;</sup> sont très demandées. Ces derniers mois, nous avons constaté que le taux d'absentéisme le premier jour de classe atteignait des niveaux sans précédent. Lorsque vous ne vous présentez pas à une classe, cela laisse cette place vide pour toute la durée de la classe. Nous cherchons à minimiser l'impact de cette tendance avec le dépôt de confirmation de classe",
    "No Show Depsoit": "Fenêtre de dépôt de confirmation de classe",
    "Enroll Deadline": "Date limite d'inscription",
    "CCD": "Dépôt de confirmation de classe",
    "CCD Policy": "Politique de dépôt de confirmation de classe",
    "Drop Policy Text": "Service Partners and their agents will be ineligible to enroll in any opportunities if they have a dropped status from three or more opportunities in the preceding 90 days, whether these opportunities are for the same client program or different ones. They will be allowed to express interest only when they have two or fewer drops within a rolling 90-day period."
}
